Repository: sa3ed266it/Sa7tot
Catalog: app/Localizable.xcstrings
Source language: it
Languages: en

# %@, saldo %@
source: %1$@, saldo %2$@
en: %1$@, balance %2$@

# %@, saldo %@%@
source: %1$@, saldo %2$@%3$@
en: %1$@, balance %2$@%3$@

# %@, saldo nascosto
source: %1$@, saldo nascosto
en: %1$@, balance hidden

# accessibility.account
source: Conto %@
en: Account %@

# accessibility.amount
source: Importo %@
en: Amount %@

# accessibility.finishAmount
source: Concludi con importo %@
en: Finish with amount %@

# accessibility.subscription
source: Abbonamento %@
en: Subscription %@

# accessibility.typeSubscription
source: Tipo abbonamento
en: Subscription type

# accessibility.typeTransfer
source: Tipo trasferimento
en: Transfer type

# account.archived
source: Archiviato
en: Archived

# account.archiveError
source: Impossibile archiviare il conto.
en: Unable to archive the account.

# account.edit
source: Modifica conto
en: Edit account

# account.editError
source: Impossibile caricare il conto.
en: Unable to load the account.

# account.empty
source: Nessun conto
en: No accounts

# account.emptyDescription
source: Tocca + per aggiungere il primo conto.
en: Tap + to add your first account.

# account.icon
source: Icona SF Symbol
en: SF Symbol icon

# account.iconPicker
source: Icona
en: Icon

# account.initialBalance
source: Saldo iniziale
en: Opening balance

# account.new
source: Nuovo conto
en: New account

# account.preview
source: Anteprima
en: Preview

# account.saveError
source: Impossibile salvare il conto.
en: Unable to save the account.

# account.title
source: Conti
en: Accounts

# account.typeBank
source: Banca
en: Bank

# account.typeCard
source: Carta
en: Card

# account.typeCash
source: Contanti
en: Cash

# account.typeOther
source: Altro
en: Other

# account.typeSavings
source: Risparmi
en: Savings

# account.validationError
source: Inserisci un nome conto e un saldo validi.
en: Enter a valid account name and balance.

# action.add
source: Aggiungi
en: Add

# action.addAccount
source: Aggiungi conto
en: Add account

# action.addCategory
source: Aggiungi categoria
en: Add category

# action.addMovement
source: Aggiungi movimento
en: Add movement

# action.addTransfer
source: Nuovo trasferimento
en: New transfer

# action.archive
source: Archivia
en: Archive

# action.cancel
source: Annulla
en: Cancel

# action.close
source: Chiudi
en: Close

# action.delete
source: Elimina
en: Delete

# action.dismiss
source: Chiudi
en: Dismiss

# action.done
source: Fine
en: Done

# action.edit
source: Modifica
en: Edit

# action.finish
source: Fine
en: Done

# action.openSettings
source: Apri Impostazioni
en: Open Settings

# action.pause
source: Metti in pausa
en: Pause

# action.resume
source: Riprendi
en: Resume

# action.retry
source: Riprova
en: Retry

# action.save
source: Salva
en: Save

# action.select
source: Seleziona
en: Select

# action.swap
source: Inverti
en: Swap

# auth.configuration
source: Configura Supabase per accedere con Apple.
en: Configure Supabase to sign in with Apple.

# auth.credential
source: Non è stato possibile completare l’accesso con Apple.
en: We couldn't complete Sign in with Apple.

# auth.login.signIn
source: Accedi con Apple
en: Sign in with Apple

# auth.login.tagline
source: Le tue finanze, semplicemente.
en: Your finances, made simple.

# auth.login.tagline.clarity
source: Spese chiare, zero caos.
en: Clear spending, zero chaos.

# auth.login.tagline.control
source: Tutto sotto controllo.
en: Everything under control.

# auth.login.tagline.focus
source: Meno confusione, più controllo.
en: Less confusion, more control.

# auth.login.tagline.movements
source: I tuoi movimenti, in un attimo.
en: Your movements, at a glance.

# auth.login.tagline.yours
source: Piccolo, semplice, tuo.
en: Small, simple, yours.

# auth.network
source: Controlla la connessione e riprova.
en: Check your connection and try again.

# auth.refresh
source: La sessione non è più valida. Accedi di nuovo.
en: Your session is no longer valid. Sign in again.

# budget.category
source: Budget per categoria
en: Category budget

# budget.daily
source: oggi
en: today

# budget.deletedCategory
source: Categoria eliminata
en: Deleted category

# budget.deleteTitle
source: Eliminare il budget?
en: Delete budget?

# budget.empty
source: Nessun budget
en: No budgets

# budget.emptyDescription
source: Aggiungi il tuo primo budget.
en: Add your first budget.

# budget.loadError
source: Impossibile caricare i budget.
en: Unable to load budgets.

# budget.loadErrorTitle
source: Impossibile caricare il budget
en: Unable to load budget

# budget.monthly
source: questo mese
en: this month

# budget.new
source: Nuovo budget
en: New budget

# budget.over
source: Superato
en: Over

# budget.overall
source: Budget complessivo
en: Overall budget

# budget.remaining
source: Rimanente
en: Remaining

# budget.saveError
source: Impossibile salvare il budget.
en: Unable to save the budget.

# budget.saveErrorTitle
source: Errore budget
en: Budget error

# budget.scope
source: Ambito
en: Scope

# budget.spent
source: Speso
en: Spent

# budget.spentOverall
source: Speso in totale: %lld
en: Spent overall: %lld

# budget.type
source: Tipo di budget
en: Budget type

# budget.weekly
source: questa settimana
en: this week

# budget.yearly
source: quest’anno
en: this year

# category.activateError
source: Impossibile aggiungere la categoria suggerita.
en: Unable to add the suggested category.

# category.active
source: Categorie attive
en: Active categories

# category.addSuggested
source: Aggiungi %@
en: Add %@

# category.all
source: Tutte le categorie
en: All categories

# category.choose
source: Scegli categoria
en: Choose Category

# category.deleteError
source: Impossibile eliminare la categoria.
en: Unable to delete the category.

# category.edit
source: Modifica categoria
en: Edit category

# category.editError
source: Impossibile caricare la categoria.
en: Unable to load the category.

# category.emptyExpenses
source: Nessuna categoria di spesa
en: No expense categories

# category.emptyIncomes
source: Nessuna categoria di entrata
en: No income categories

# category.expense
source: Spesa
en: Expense

# category.expenses
source: Spese
en: Expenses

# category.filter
source: Tipo di categoria
en: Category type

# category.iconPicker
source: Icona
en: Icon

# category.income
source: Entrata
en: Income

# category.incomes
source: Entrate
en: Income

# category.namePlaceholder
source: Nome categoria
en: Category name

# category.new
source: Nuova categoria
en: New category

# category.preset.expense.family
source: Famiglia
en: Family

# category.preset.expense.fashion
source: Moda
en: Fashion

# category.preset.expense.food
source: Cibo
en: Food

# category.preset.expense.gifts
source: Regali
en: Gifts

# category.preset.expense.groceries
source: Spesa
en: Groceries

# category.preset.expense.healthcare
source: Salute
en: Healthcare

# category.preset.expense.pets
source: Animali
en: Pets

# category.preset.expense.rent
source: Affitto
en: Rent

# category.preset.expense.transport
source: Trasporti
en: Transport

# category.preset.expense.utilities
source: Utenze
en: Utilities

# category.preset.income.allowance
source: Paghetta
en: Allowance

# category.preset.income.gifts
source: Regali
en: Gifts

# category.preset.income.investments
source: Investimenti
en: Investments

# category.preset.income.paycheck
source: Stipendio
en: Paycheck

# category.preset.income.tips
source: Mance
en: Tips

# category.preview
source: Nome categoria
en: Category name

# category.saveError
source: Impossibile salvare la categoria.
en: Unable to save the category.

# category.select
source: Seleziona categoria
en: Select category

# category.suggested
source: Suggerite
en: Suggested

# category.title
source: Categorie
en: Categories

# common.account
source: Conto
en: Account

# common.amount
source: Importo
en: Amount

# common.category
source: Categoria
en: Category

# common.color
source: Colore
en: Color

# common.currency
source: Valuta
en: Currency

# common.date
source: Data
en: Date

# common.error
source: Errore
en: Error

# common.frequency
source: Frequenza
en: Frequency

# common.name
source: Nome
en: Name

# common.note
source: Nota
en: Note

# common.period
source: Periodo
en: Period

# common.service
source: Servizio
en: Service

# common.status
source: Stato
en: Status

# common.time
source: Ora
en: Time

# common.type
source: Tipo
en: Type

# error.blocking.connection.message
source: Non riusciamo a connetterci a Sa7tot. Riprova tra qualche istante.
en: We can’t connect to Sa7tot right now. Try again in a moment.

# error.blocking.connection.title
source: Servizio non disponibile
en: Service Unavailable

# error.blocking.forbidden.message
source: Non hai i permessi per accedere a questa risorsa.
en: You do not have permission to access this resource.

# error.blocking.forbidden.title
source: Accesso non consentito
en: Access Denied

# error.blocking.generic.message
source: Si è verificato un errore inatteso. Riprova.
en: An unexpected error occurred. Please try again.

# error.blocking.generic.title
source: Qualcosa non ha funzionato
en: Something Went Wrong

# error.blocking.invalidResponse.message
source: Abbiamo ricevuto una risposta non valida. Riprova.
en: We received an invalid response. Try again.

# error.blocking.invalidResponse.title
source: Qualcosa non ha funzionato
en: Something Went Wrong

# error.blocking.offline.message
source: Controlla la connessione a Internet e riprova.
en: Check your Internet connection and try again.

# error.blocking.offline.title
source: Nessuna connessione
en: No Internet Connection

# error.blocking.server.message
source: Sa7tot non è disponibile al momento. Riprova tra poco.
en: Sa7tot is temporarily unavailable. Try again shortly.

# error.blocking.server.title
source: Problema temporaneo
en: Temporary Problem

# error.blocking.timeout.message
source: La richiesta sta impiegando troppo tempo. Riprova.
en: The request is taking too long. Try again.

# error.blocking.timeout.title
source: Connessione lenta
en: Connection Timed Out

# error.configuration
source: L’app non è configurata correttamente.
en: The app is not configured correctly.

# error.forbidden
source: Questa azione non è consentita.
en: This action isn't allowed.

# error.generic
source: Si è verificato un errore. Riprova.
en: Something went wrong. Try again.

# error.invalidResponse
source: Il server ha restituito una risposta non valida.
en: The server returned an invalid response.

# error.mutation.archive.title
source: Impossibile archiviare
en: Unable to archive

# error.mutation.cancel.title
source: Impossibile annullare
en: Unable to cancel

# error.mutation.delete.title
source: Impossibile eliminare
en: Unable to delete

# error.mutation.save.title
source: Impossibile salvare
en: Unable to save

# error.network
source: Impossibile connettersi. Controlla la connessione e riprova.
en: Unable to connect. Check your connection and try again.

# error.notFound
source: L’elemento richiesto non è stato trovato.
en: The requested item wasn't found.

# error.server
source: Il server ha restituito un errore.
en: The server returned an error.

# error.unauthorized
source: Questa richiesta non è autorizzata.
en: This request isn't authorized.

# error.validation
source: Controlla le informazioni inserite.
en: Check the entered information.

# filter.all
source: Tutti i movimenti
en: All movements

# filter.category
source: Categoria
en: Category

# filter.day
source: Giorno
en: Day

# filter.month
source: Mese
en: Month

# filter.nextMonth
source: Mese successivo
en: Next month

# filter.nextWeek
source: Settimana successiva
en: Next week

# filter.previousMonth
source: Mese precedente
en: Previous month

# filter.previousWeek
source: Settimana precedente
en: Previous week

# filter.recurring
source: Ricorrenti
en: Recurring

# filter.selectMonth
source: Seleziona mese
en: Select month

# filter.type
source: Per tipo
en: By type

# filter.upcoming
source: In arrivo
en: Upcoming

# filter.week
source: Settimana
en: Week

# loader.loading
source: Caricamento
en: Loading

# movement.balanceHidden
source: Saldo nascosto
en: Balance hidden

# movement.balanceVisible
source: Saldo visibile
en: Balance visible

# movement.configurationDescription
source: Controlla la configurazione del servizio e riprova.
en: Check the service configuration and try again.

# movement.configurationTitle
source: Configurazione non disponibile
en: Configuration unavailable

# movement.deferredError
source: Questa funzione non è ancora disponibile.
en: This feature is not available yet.

# movement.deferredTitle
source: Non ancora disponibile
en: Not available yet

# movement.deleteMessage
source: Questa azione non può essere annullata.
en: This action cannot be undone.

# movement.deleteTitle
source: Eliminare il movimento?
en: Delete movement?

# movement.empty.accountDescription
source: Aggiungi un conto per iniziare a registrare i movimenti.
en: Add an account to start recording movements.

# movement.empty.accountTitle
source: Nessun conto
en: No account

# movement.empty.title
source: Nessun movimento trovato.
en: No movements found.

# movement.expense
source: Spesa
en: Expense

# movement.expenses
source: Uscite
en: Expenses

# movement.filter
source: Filtro
en: Filter

# movement.hideBalance
source: Nascondi saldo
en: Hide balance

# movement.income
source: Entrata
en: Income

# movement.incomes
source: Entrate
en: Income

# movement.incoming
source: IN ARRIVO
en: UPCOMING

# movement.loadError
source: Impossibile caricare i movimenti.
en: Unable to load movements.

# movement.paginationError
source: Impossibile caricare altre transazioni.
en: Couldn’t load more transactions.

# movement.removeFilter
source: Rimuovi filtro
en: Remove filter

# movement.showBalance
source: Mostra saldo
en: Show balance

# movement.subscription
source: Abbonamento
en: Subscription

# movement.transfer
source: Trasferimento
en: Transfer

# note.add
source: Aggiungi nota
en: Add note

# note.addPlaceholder
source: Aggiungi una nota
en: Add a note

# note.edit
source: Modifica nota
en: Edit note

# notification.subtitle
source: Ricordati di inserire oggi le tue spese.
en: Remember to input your expenses today.

# notification.title
source: Continua la serie!
en: Keep the streak going!

# permission.faceID
source: Face ID serve per sbloccare i tuoi dati.
en: We need Face ID to unlock your data.

# recurrence.customUnavailable
source: La ricorrenza personalizzata non è ancora disponibile.
en: Custom recurrence is not available yet.

source: Saldo nascosto
en: Balance hidden

# settings.appearance
source: ASPETTO
en: APPEARANCE

# settings.authentication
source: Autenticazione
en: Authentication

# settings.dark
source: Scuro
en: Dark

# settings.data
source: DATI
en: DATA

# settings.defaultCurrency
source: Valuta predefinita
en: Default Currency

# settings.financialCalendar
source: CALENDARIO FINANZIARIO
en: FINANCIAL CALENDAR

# settings.light
source: Chiaro
en: Light

# settings.manageAccounts
source: Gestisci i tuoi conti
en: Manage your accounts

# settings.manageBudgets
source: Gestisci i tuoi budget
en: Manage your budgets

# settings.management
source: GESTIONE
en: MANAGEMENT

# settings.monthStartDay
source: Il mese inizia il
en: Month starts on

# settings.notifications
source: Notifiche
en: Notifications

# settings.notificationsDisabled
source: Le notifiche sono disattivate
en: Notifications are disabled

# settings.notificationsDisabledMessage
source: Abilita le notifiche nelle Impostazioni per ricevere promemoria.
en: Enable notifications in Settings to receive reminders.

# settings.preferences
source: PREFERENZE
en: PREFERENCES

# settings.security
source: SICUREZZA
en: SECURITY

# settings.showCents
source: Mostra centesimi
en: Show cents

# settings.signout
source: Esci
en: Sign Out

# settings.signout.confirm.action
source: Esci
en: Sign Out

# settings.signout.confirm.message
source: Dovrai accedere di nuovo per usare Sa7tot.
en: You'll need to sign in again to use Sa7tot.

# settings.signout.confirm.title
source: Vuoi uscire?
en: Sign out?

# settings.system
source: Sistema
en: System

# settings.theme
source: Tema
en: Theme

# settings.title
source: Impostazioni
en: Settings

# settings.weekStartDay
source: La settimana inizia di
en: Week starts on

# shortcut.expense
source: Aggiungi spesa
en: Add expense

# shortcut.search
source: Cerca movimenti
en: Search entries

# subscription.active
source: Attivo
en: Active

# subscription.cancel
source: Annulla abbonamento
en: Cancel subscription

# subscription.cancelError
source: Impossibile annullare l’abbonamento.
en: Unable to cancel the subscription.

# subscription.cancelErrorTitle
source: Errore di annullamento
en: Cancellation error

# subscription.cancelMessage
source: Questo interromperà i futuri rinnovi automatici.
en: This will stop future automatic renewals.

# subscription.cancelTitle
source: Annullare questo abbonamento?
en: Cancel this subscription?

# subscription.category.ai
source: IA
en: AI

# subscription.category.cloud
source: Archiviazione cloud
en: Cloud storage

# subscription.category.delivery
source: Consegne
en: Delivery

# subscription.category.developer
source: Sviluppo
en: Developer

# subscription.category.gaming
source: Videogiochi
en: Gaming

# subscription.category.music
source: Musica
en: Music

# subscription.category.productivity
source: Produttività
en: Productivity

# subscription.category.reading
source: Lettura
en: Reading

# subscription.category.security
source: Sicurezza
en: Security

# subscription.chooseService
source: Scegli servizio
en: Choose service

# subscription.customName
source: Inserisci un nome personalizzato
en: Enter a custom name

# subscription.detail
source: Abbonamento
en: Subscription

# subscription.empty
source: Nessun abbonamento
en: No subscriptions

# subscription.emptyDescription
source: Aggiungi un abbonamento per tenere sotto controllo i pagamenti ricorrenti.
en: Add a subscription to track recurring payments.

# subscription.loadError
source: Impossibile caricare gli abbonamenti.
en: Subscriptions could not be loaded.

# subscription.loadErrorTitle
source: Impossibile caricare gli abbonamenti
en: Unable to load subscriptions

# subscription.monthly
source: Mensile
en: Monthly

# subscription.new
source: Nuovo abbonamento
en: New subscription

# subscription.nextPayment
source: Prossimo pagamento
en: Next payment

# subscription.other
source: Altro
en: Other

# subscription.paused
source: In pausa
en: Paused

# subscription.saveError
source: Impossibile salvare l’abbonamento.
en: Unable to save the subscription.

# subscription.searchService
source: Cerca un servizio
en: Search for a service

# subscription.services
source: Servizi
en: Services

# subscription.startDate
source: Data di inizio
en: Start date

# subscription.title
source: Abbonamenti
en: Subscriptions

# subscription.updateError
source: Impossibile aggiornare l’abbonamento.
en: Unable to update the subscription.

# subscription.weekly
source: Settimanale
en: Weekly

# subscription.yearly
source: Annuale
en: Yearly

# tab.movements
source: Movimenti
en: Movements

# tab.settings
source: Impostazioni
en: Settings

# tab.subscriptions
source: Abbonamenti
en: Subscriptions

# toast.account.added
source: Conto aggiunto
en: Account added

# toast.category.added
source: Categoria aggiunta
en: Category added

# toast.movement.expenseAdded
source: Spesa aggiunta
en: Expense added

# toast.movement.incomeAdded
source: Entrata aggiunta
en: Income added

# transaction.customRecurrence
source: Personalizzata…
en: Custom…

# transaction.edit
source: Modifica movimento
en: Edit movement

# transaction.everyDay
source: Ogni giorno
en: Every day

# transaction.everyMonth
source: Ogni mese
en: Every month

# transaction.everyWeek
source: Ogni settimana
en: Every week

# transaction.new
source: Nuovo movimento
en: New movement

# transaction.repeat
source: Ripeti
en: Repeat

# transaction.repeatNever
source: Mai
en: Never

# transaction.saveError
source: Impossibile salvare il movimento.
en: Unable to save the movement.

# transaction.type
source: Tipo di movimento
en: Movement type

# transfer.from
source: Da
en: From

# transfer.saveError
source: Impossibile salvare il trasferimento.
en: Unable to save the transfer.

# transfer.to
source: A
en: To

# unsupported.ios
source: Questa versione di iOS non è supportata.
en: This iOS version isn't supported.

# update.feature.colors
source: Colori personalizzati
en: Custom colors

# update.feature.colorsDescription
source: Usa il selettore colori nativo di iOS per dare alle categorie un nuovo tocco estetico.
en: Use the native iOS color picker to give categories a new look.

# update.feature.future
source: Movimenti futuri
en: Future movements

# update.feature.futureDescription
source: Con le restrizioni sulle date rimosse, puoi registrare e visualizzare entrate e spese future.
en: With date restrictions removed, you can record and view future income and expenses.

# update.feature.icons
source: Icone dell’app
en: App icons

# update.feature.iconsDescription
source: Scegli tra 3 nuove icone ispirate allo stile skeuomorfico, realizzate con cura da @rudra_dsigns.
en: Choose from three new skeuomorphic-style app icons, carefully made by @rudra_dsigns.

# update.feature.import
source: Importazione dati
en: Data import

# update.feature.importDescription
source: Trasferisci i movimenti esistenti da altre app con una guida passo passo.
en: Transfer existing movements from other apps with a step-by-step guide.

# update.feature.messages
source: Nuovi messaggi
en: New messages

# update.feature.messagesDescription
source: Anche i messaggi toast dell’app sono stati rinnovati.
en: The app’s toast messages have also been refreshed.

# update.feature.screens
source: Schermate rinnovate
en: Refreshed screens

# update.feature.screensDescription
source: Le schermate di creazione di budget e categorie sono state completamente rielaborate.
en: The budget and category creation screens have been completely redesigned.

# update.feature.shortcuts
source: Scorciatoie Siri
en: Siri Shortcuts

# update.feature.shortcutsDescription
source: 3 nuove scorciatoie Siri ti permettono di aggiungere comodamente nuovi movimenti.
en: Three new Siri Shortcuts make it easy to add movements.

# update.releaseDate
source: 18 settembre 2023
en: September 18, 2023

# update.thanks
source: Un ringraziamento speciale a %@ per il contributo
en: Special thanks to %@ for the contribution

# update.thanksPrefix
source: Un ringraziamento speciale a
en: Special thanks to

# update.thanksSuffix
source: per il contributo
en: for the contribution

# update.title
source: Novità
en: What's new

# update.version
source: Versione %@ (%@) · %@
en: Version %@ (%@) · %@

# weekday.friday
source: venerdì
en: Friday

# weekday.monday
source: lunedì
en: Monday

# weekday.saturday
source: sabato
en: Saturday

# weekday.sunday
source: domenica
en: Sunday

# weekday.thursday
source: giovedì
en: Thursday

# weekday.tuesday
source: martedì
en: Tuesday

# weekday.wednesday
source: mercoledì
en: Wednesday
